Repository: lostindark/DriverStoreExplorer
Catalog: Rapr/Lang/Language.*.resx
Languages: de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, pl_pl, pt_br, ru_ru, sk_sk, tr_tr, uk_ua, vi_vn

# Button_Add_Package
source: &Add Driver
de_de: Treiber &hinzufügen
el_gr: Προσθέστε Driver
es_es: &Agregar controlador(es)
fr_fr: &Ajouter un pilote
hu_hu: Illesztőprogram &hozzáadása
it_it: Aggiungi driver
ja_jp: ドライバーを追加(&A)...
ko_kr: 드라이버 추가(&A)
nb_no: &Legg til driver(e)
pl_pl: Dodaj sterownik
pt_br: &Adicionar driver
ru_ru: Добавить драйвер
sk_sk: &Pridať ovládač
tr_tr: Sürücü(leri) &Ekle
uk_ua: Додати драйвер
vi_vn: &Thêm Driver

# Button_Delete_Package
source: &Delete Driver(s)
de_de: Treiber &löschen
el_gr: Διαγραφή Driver(s)
es_es: &Borrar controlador(es)
fr_fr: Su&pprimer le(s) pilote(s)
hu_hu: Illesztőprogram(ok) &törlése
it_it: Elimina driver
ja_jp: ドライバーを削除(&D)
ko_kr: 드라이버 삭제(&D)
nb_no: &Slett driver(e)
pl_pl: Usuń sterownik
pt_br: E&xcluir driver
ru_ru: Удалить драйвер(ы)
sk_sk: &Odstrániť ovládač(e)
tr_tr: Sürücü(leri) &Sil
uk_ua: Видалити драйвери
vi_vn: &Xoá Driver

# Button_Refresh
source: &Refresh
de_de: Aktualisie&ren
el_gr: Ανανέωση
es_es: &Actualizar
fr_fr: &Rafraîchir
hu_hu: &Frissítés
it_it: Aggiorna
ja_jp: 最新の情報に更新(&R)
ko_kr: 새로 고침(&R)
nb_no: &Oppfrisk
pl_pl: Odśwież
pt_br: Atuali&zar
ru_ru: Обновить
sk_sk: O&bnoviť
tr_tr: &Yenile
uk_ua: Оновити
vi_vn: &Làm mới

# Button_Select_Old
source: Select &Old Driver(s)
de_de: Alte Treiber au&swählen
el_gr: Επιλογή των παλιών Driver(s)
es_es: Seleccionar controlador(es) &antiguo(s)
fr_fr: &Sélectionner les pilotes obsolètes
hu_hu: Régi illesztőprogram(ok) &kiválasztása
it_it: Seleziona driver obsoleti
ja_jp: 古いドライバーのみ選択(&S)
ko_kr: 오래된 드라이버 선택(&S)
nb_no: &Velg gamle driver(e)
pl_pl: Wybierz przestarzałe sterowniki
pt_br: &Selecionar drivers antigos
ru_ru: Выделить устаревшие драйверы
sk_sk: Označiť &staré ovládače
tr_tr: &Eski Sürücü(leri)yü Seç
uk_ua: Вибрати застарілі драйвери
vi_vn: &Chọn driver cũ

# Check_Force_Delete
source: Force Deletio&n
de_de: Löschen &erzwingen
el_gr: Υποχρεωτική Διαγραφή
es_es: Forzar borrad&o
fr_fr: Forcer la suppressio&n
hu_hu: Ké&nyszerített törlés
it_it: Forza eliminazione
ja_jp: 強制削除モード(&N)
ko_kr: 강제 삭제(&N)
nb_no: Tvangssletti&ng
pl_pl: Wymuś usunięcie
pt_br: &Forçar exclusão
ru_ru: Форсированное удаление
sk_sk: &Vynútené odstránenie
tr_tr: Silmeye &Zorla
uk_ua: Примусове видалення
vi_vn: Buộc phải xoá

# Check_Install_Driver
source: &Install Driver
de_de: Treiber &installieren
el_gr: Εγκατάσταση Driver
es_es: &Instalar controlador
fr_fr: &Installer un pilote
hu_hu: &Illesztőprogram telepítése
it_it: Installa driver
ja_jp: 追加と同時にインストール(&I)
ko_kr: 드라이버 설치(&I)
nb_no: &Installér driver
pl_pl: Zainstaluj sterownik
pt_br: &Instalar driver
ru_ru: Установить драйвер
sk_sk: &Inštalovať ovládač
tr_tr: Sürücü Yü&kle
uk_ua: Встановити драйвер
vi_vn: &Cài đặt Driver

# Column_Date
source: Driver Date
de_de: Treiberdatum
el_gr: Ημερομηνία Driver
es_es: Fecha del controlador
fr_fr: Date du pilote
hu_hu: Illesztőprogram dátuma
it_it: Data driver
ja_jp: 日付
ko_kr: 드라이버 날짜
nb_no: Driverdato
pl_pl: Data sterownika
pt_br: Data do driver
ru_ru: Дата драйвера
sk_sk: Dátum ovládača
tr_tr: Sürücü Tarihi
uk_ua: Дата драйвера
vi_vn: Ngày Driver

# Column_Driver_Class
source: Driver Class
de_de: Gerätetyp
el_gr: Τύπος Driver
es_es: Clase de controlador
fr_fr: Classe du pilote
hu_hu: Illesztőprogram osztály
it_it: Tipo driver
ja_jp: デバイスの種類
ko_kr: 드라이버 클래스
nb_no: Driverklasse
pl_pl: Typ sterownika
pt_br: Classe do driver
ru_ru: Класс драйвера
sk_sk: Trieda ovládača
tr_tr: Sürücü Sınıfı
uk_ua: Клас драйвера
vi_vn: Lớp Driver

# Column_Provider
source: Provider
de_de: Anbieter
el_gr: Προμηθευτής
es_es: Proveedor
fr_fr: Fabricant
hu_hu: Szolgáltató
it_it: Fornitore
ja_jp: プロバイダー
ko_kr: 공급자
nb_no: Leverandør
pl_pl: Dostawca
pt_br: Fornecedor
ru_ru: Поставщик
sk_sk: Poskytovateľ
tr_tr: Sağlayıcı
uk_ua: Постачальник
vi_vn: Nhà cung cấp

# Column_Signed_By
source: Signed By
de_de: Signiert von
el_gr: Υπογεγραμμένο Από
es_es: Firmado por
fr_fr: Signé par
hu_hu: Aláírta
it_it: Firmato da
ja_jp: デジタル署名者
ko_kr: 서명
nb_no: Signert av
pl_pl: Podpis cyfrowy
pt_br: Assinado por
ru_ru: Подписано
sk_sk: Podpísal
tr_tr: İmzalayan
uk_ua: Підписано
vi_vn: Được ký bởi

# Column_Size
source: Size
de_de: Größe
el_gr: Μέγεθος
es_es: Tamaño
fr_fr: Taille
hu_hu: Méret
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
nb_no: Størrelse
pl_pl: Rozmiar
pt_br: Tamanho
ru_ru: Размер
sk_sk: Veľkosť
tr_tr: Boyut
uk_ua: Розмір
vi_vn: Kích thước

# Column_Version
source: Driver Version
de_de: Treiberversion
el_gr: Έκδοση Driver
es_es: Versión del controlador
fr_fr: Version du pilote
hu_hu: Illesztőprogram verzió
it_it: Versione driver
ja_jp: バージョン
ko_kr: 드라이버 버전
nb_no: Driverversjon
pl_pl: Wersja sterownika
pt_br: Versão do driver
ru_ru: Версия драйвера
sk_sk: Verzia ovládača
tr_tr: Sürücü Sürümü
uk_ua: Версія драйвера
vi_vn: Phiên bản Driver

# Context_Delete
source: Delete
de_de: &Löschen
el_gr: Διαγραφή
es_es: Borrar
fr_fr: Supprimer
hu_hu: Törlés
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
nb_no: Slett
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
sk_sk: Odstrániť
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xoá

# Context_Deselect
source: &Deselect
de_de: Abwählen
el_gr: Αποεπιλογή
es_es: &Deseleccionar
fr_fr: &Désélectionner
hu_hu: &Kijelölés megszüntetése
it_it: Deseleziona
ja_jp: 選択解除(&D)
ko_kr: 선택 취소(&D)
nb_no: &Avvelg
pl_pl: Odznacz
pt_br: &Desmarcar
ru_ru: Снять выделение
sk_sk: Zrušiť &označenie
tr_tr: Seçimi &Kaldır
uk_ua: Зняти вибір
vi_vn: &Bỏ chọn

# Context_Deselect_All
source: Deselect &All
de_de: Alle abwählen
el_gr: Αποεπιλογή Όλων
es_es: Deseleccionar &todo
fr_fr: &Tout désélectionner
hu_hu: &Minden kijelölés megszüntetése
it_it: Deseleziona tutto
ja_jp: すべて選択解除(&A)
ko_kr: 모두 선택 취소(&A)
nb_no: Avvelg &alle
pl_pl: Odznacz wszystkie
pt_br: Desmarcar &todos
ru_ru: Снять выделение со всего
sk_sk: Zrušiť označenie &všetkého
tr_tr: &Tüm Seçimi Kaldır
uk_ua: Зняти вибір з усіх
vi_vn: Bỏ chọn tất cả

# Context_Select
source: &Select
de_de: Au&swählen
el_gr: Επιλογή
es_es: &Seleccionar
fr_fr: &Sélectionner
hu_hu: Ki&jelöl
it_it: Selezione
ja_jp: 選択(&S)
ko_kr: 선택(&S)
nb_no: &Velg
pl_pl: Zaznacz
pt_br: &Selecionar
ru_ru: Выделить
sk_sk: &Označiť
tr_tr: &Seç
uk_ua: Вибрати
vi_vn: &Chọn

# Context_Select_All
source: Select &All
de_de: Alle auswählen
el_gr: Επιλογή Όλων
es_es: Seleccionar &todo
fr_fr: &Tout sélectionner
hu_hu: Min&det kijelöli
it_it: Seleziona tutto
ja_jp: すべて選択(&A)
ko_kr: 모두 선택(&A)
nb_no: Velg &alle
pl_pl: Zaznacz wszystkie
pt_br: Selecionar &todos
ru_ru: Выделить все
sk_sk: Označiť &všetko
tr_tr: Tümünü S&eç
uk_ua: Вибрати всі
vi_vn: Chọn &tất cả

# Context_Select_Old
source: Select &Old Drivers
de_de: Alte Treiber auswählen
el_gr: Επιλογή Παλαιών Drivers
es_es: Seleccionar controladores &antiguos
fr_fr: Sélectionner les pilotes &obsolètes
hu_hu: Régi illesztőpr&ogramok kijelölése
it_it: Seleziona driver obsoleti
ja_jp: 古いドライバーのみ選択(&O)
ko_kr: 오래된 드라이버 선택(&O)
nb_no: Velg &gamle drivere
pl_pl: Zaznacz przestarzałe sterowniki
pt_br: Selecionar drivers &antigos
ru_ru: Выделить устаревшие драйверы
sk_sk: Označiť &staré ovládače
tr_tr: &Eski Sürücüleri Seç
uk_ua: Вибрати застарілі драйвери
vi_vn: Chọn &các driver cũ

# Message_Delete_Multiple_Packages
source: About to delete {0} packages from driver store.
de_de: Sie sind im Begriff {0} Pakete aus dem Driver Store zu entfernen.
el_gr: Θα διαγραφούν {0} πακέτα από το driver store.
es_es: A punto de borrar {0} paquetes del almacén de controladores.
fr_fr: Sur le point de supprimer {0} paquets du magasin de pilotes.
hu_hu: A(z) {0} csomagok törlése az illesztőprogramtárból.
it_it: Eliminazione di {0} driver dall'archivio dei driver.
ja_jp: ドライバー ストアから {0} 個のパッケージを削除します。
ko_kr: 드라이버 저장소에서 {0}개의 패키지를 삭제하려고 합니다.
nb_no: Skal til å slette {0} pakker fra driverlageret.
pl_pl: Zamierzasz usunąć pakiety sterowników {0}.
pt_br: Prestes a excluir {0} pacotes do armazenamento de drivers.
ru_ru: Удалить {0} пакета(ов) из хранилища драйверов.
sk_sk: Chystá sa odstránenie {0} balíkov z úložiska ovládačov.
tr_tr: Sürücü deposundan {0} paket silinmek üzere.
uk_ua: Видалити {0} пакетів зі сховища драйверів.
vi_vn: Chuẩn bị xóa {0} gói khỏi kho driver.

# Message_Delete_Single_Package
source: About to delete {0} ({1}) from driver store.
de_de: Sie sind im Begriff {0} ({1}) aus dem Driver Store zu entfernen.
el_gr: Θα διαγραφεί {0} ({1}) Driver.
es_es: A punto de borrar {0} ({1}) del almacén de controladores.
fr_fr: Sur le point de supprimer {0} ({1}) du magasin de pilotes.
hu_hu: A (z){0} ({1}) törlése az illesztőprogramtárból.
it_it: Eliminazione di '{0}'' ('{1}') dall'archivio dei driver.
ja_jp: ドライバー ストアから {0} ({1}) を削除します。
ko_kr: 드라이버 저장소에서 {0} ({1})를 삭제하려고 합니다.
nb_no: Skal til å slette {0} ({1}) fra driverlageret.
pl_pl: Zamierzasz usunąć pakiet sterowników {0} ({1}).
pt_br: Prestes a excluir {0} ({1}) do armazenamento de drivers.
ru_ru: Удалить {0} ({1}) из хранилища драйверов.
sk_sk: Chystá sa odstránenie {0} ({1}) z úložiska ovládačov.
tr_tr: Sürücü deposundan {0} ({1}) silinmek üzere.
uk_ua: Видалити {0} ({1}) зі сховища драйверів.
vi_vn: Chuẩn bị xóa {0} ({1}) gói khỏi kho driver.

# Message_Requires_Later_OS
source: This utility cannot be run in pre-Vista OS.
de_de: Es ist mindestens Winodws Vista erforderlich.
el_gr: Η εφαρμογή δεν τρέχει σε λειτουργικά πριν τα Vista.
es_es: Esta utilidad no se puede ejecutar en SO previo a Vista.
fr_fr: Cet utilitaire ne peut pas être exécuté sur un système d’exploitation antérieur à Vista.
hu_hu: Ez a segédprogram nem futtatható Vista előtti operációs rendszerben.
it_it: Questo programma può essere eseguito solo in Windows Vista o versioni successive.
ja_jp: このユーティリティは Windows Vista 以前の OS では実行できません。
ko_kr: 이 유틸리티는 Vista 이전 OS에서 실행할 수 없습니다.
nb_no: Dette programmet kan ikke kjøres i OS-er fra før Vista.
pl_pl: Ta aplikacja nie działa z systemami starszymi niż Windows Vista.
pt_br: Este utilitário não pode ser executado em sistemas anteriores ao Windows Vista.
ru_ru: Эта программа не может быть запущена на ОС младше Vista.
sk_sk: Táto utilita nemôže byť spustená v operačnom systéme pred Vistou.
tr_tr: Bu yardımcı program Vista öncesi işletim sisteminde çalıştırılamaz.
uk_ua: Цю програму неможливо запустити в ОС старше Vista.
vi_vn: Công cụ này không thể chạy được trên hệ điều hành trước Windows Vista.

# Message_Sure
source: Are you sure?
de_de: Sind Sie sicher?
el_gr: Είστε σίγουροι ?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr ?
hu_hu: Biztos benne?
it_it: Vuoi procedere?
ja_jp: よろしいですか?
ko_kr: 확실합니까?
nb_no: Er du sikker?
pl_pl: Jesteś pewien?
pt_br: Você tem certeza?
ru_ru: Вы уверены?
sk_sk: Ste si istí?
tr_tr: Emin misiniz?
uk_ua: Ви впевнені?
vi_vn: Bạn chắc chưa?

# Message_Title_Warning
source: Warning
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Advertencia
fr_fr: Attention
hu_hu: Figyelem
it_it: Attenzione
ja_jp: 警告
ko_kr: 경고
nb_no: Advarsel
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение
sk_sk: Varovanie
tr_tr: Uyarı
uk_ua: Попередження
vi_vn: Cảnh báo

# Operations_Text
source: Operations
de_de: Funktionen
el_gr: Εργασίες
es_es: Operaciones
fr_fr: Opérations
hu_hu: Műveletek
it_it: Operazioni
ja_jp: 操作
ko_kr: 작업
nb_no: Handlinger
pl_pl: Operacje
pt_br: Operações
ru_ru: Операции
sk_sk: Operácie
tr_tr: İşlemler
uk_ua: Операції
vi_vn: Các thao tác

# Status_Label
source: Ready
de_de: Bereit
el_gr: Έτοιμο
es_es: Listo
fr_fr: Prêt
hu_hu: Kész
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비 완료
nb_no: Klar
pl_pl: Gotowy
pt_br: Pronto
ru_ru: Готов
sk_sk: Pripravený
tr_tr: Hazır
uk_ua: Готовий
vi_vn: Sẵn sàng

# Tip_Driver_In_Use
source: [TIP: The driver may still being used. Try FORCE deleting the package]
de_de: [TIPP: Der Treiber scheint noch in Benutzung zu sein. Versuchen Sie das Löschen des Treiberpakets zu erzwingen.]
el_gr: [TIP: Ο Driver μπορεί να είναι σε χρήση τώρα. Δοκιμάστε Υποχρεωτική διαγραφή του πακέτου]
es_es: [CONSEJO: El controlador todavía puede estar siendo usado. Intenta FORZAR el borrado del paquete]
fr_fr: [CONSEIL : le pilote est peut-être encore utilisé. Essayez de FORCER la suppression du paquet]
hu_hu: [Tipp: az illesztőprogram továbbra is használatban lehet. Próbálja meg kényszeríteni a csomag törlését]
it_it: Suggerimento: il driver sembra essere ancora in uso. Prova a forzare l'eliminazione del pacchetto driver.
ja_jp: [ヒント: ドライバーが使用中の可能性があります。強制削除モードを試してください。]
ko_kr: [팁: 드라이버가 아직 사용 중일 수 있습니다. 패키지를 강제로 삭제하세요]
nb_no: [TIPS: Driveren er kanskje fortsatt i bruk. Prøv å TVANGSslette pakken]
pl_pl: [INFO: Sterownik może być wciąż w użyciu. Użyj funkcji wymuszonego usunięcia]
pt_br: [DICA: O driver ainda pode estar em uso. Tente FORÇAR a exclusão do pacote]
ru_ru: [Совет: драйвер все еще может использоваться. Используйте форсированное удаление пакета.]
sk_sk: [TIP: Tento ovládač môže byť práve používaný. Skúste vynútiť odstránenie balíka]
tr_tr: [İPUCU: Sürücü hala kullanılıyor olabilir. ZORLA paketi silmeyi deneyin]
uk_ua: [ПОРАДА: Можливо, драйвер все ще використовується. Спробуйте ПРИМУСОВЕ видалення пакета]
vi_vn: [Mẹo: Driver có thể đang được sử dụng. Hãy thử Buộc xoá driver]

# Menu_Help
source: &Help
de_de: &Hilfe
el_gr: Βοήθεια
es_es: &Ayuda
fr_fr: &Aide
hu_hu: &Súgó
it_it: Aiuto
ja_jp: ヘルプ(&H)
ko_kr: 도움말(&H)
nb_no: &Hjelp
pl_pl: Pomoc
pt_br: A&juda
ru_ru: Справка
sk_sk: &Pomoc
tr_tr: Yardı&m
uk_ua: Довідка
vi_vn: &Trợ giúp

# Menu_Help_About
source: &About
de_de: &Über
el_gr: Σχετικά
es_es: &Acerca de
fr_fr: À &propos
hu_hu: &Névjegy
it_it: Info programma
ja_jp: バージョン情報(&A)
ko_kr: 정보(&A)
nb_no: &Om
pl_pl: O programie
pt_br: So&bre
ru_ru: О программе
sk_sk: O &nás
tr_tr: &Hakkında
uk_ua: Про програму
vi_vn: &Thông tin

# Menu_File
source: &File
de_de: &Datei
el_gr: Αρχείο
es_es: &Archivo
fr_fr: &Fichier
hu_hu: &Fájl
ja_jp: ファイル(&F)
ko_kr: 파일(&F)
nb_no: &Fil
pl_pl: Plik
pt_br: &Arquivo
ru_ru: Файл
sk_sk: &Súbor
tr_tr: &Dosya
uk_ua: Файл
vi_vn: &Tệp

# Menu_File_Export
source: &Export Driver List
pl_pl: Eksportuj listę sterowników

# Menu_File_Exit
source: E&xit
de_de: &Beenden
el_gr: Έξοδος
es_es: Sa&lir
fr_fr: &Quitter
hu_hu: &Kilépés
it_it: Esci
ja_jp: 終了(&X)
ko_kr: 종료(&X)
nb_no: A&vslutt
pl_pl: Wyjdź
pt_br: &Sair
ru_ru: Выход
sk_sk: U&končiť
tr_tr: Çı&kış
uk_ua: Вихід
vi_vn: Thoát

# Menu_File_View_Logs
source: &View Logs
de_de: &Protokoll anzeigen
el_gr: Δείτε τα Αρχεία Καταγραφής
es_es: &Ver registros
fr_fr: Afficher le fichier &journal
hu_hu: &Naplók megtekintése
it_it: Visualizza registri attività
ja_jp: ログの表示(&V)...
ko_kr: 로그 보기(&V)
nb_no: &Vis loggføringer
pl_pl: Wyświetl logi
pt_br: &Visualizar registros
ru_ru: Просмотр журнала
sk_sk: Zobraziť &log súbory
tr_tr: &Günlükleri Görüntüle
uk_ua: Перегляд журналів
vi_vn: &Xem nhật ký

# Message_No_Entries
source: No entries loaded.
de_de: Es wurden keine Einträge geladen.
el_gr: Δεν φορτώθηκαν καταχωρήσεις.
es_es: No hay entradas cargadas.
fr_fr: Aucune entrée chargée.
hu_hu: Nincs betöltött bejegyzés.
it_it: Aggiornamento elenco driver....
ja_jp: エントリが読み込まれていません。
ko_kr: 로드된 항목이 없습니다.
nb_no: Ingen oppføringer er lastet inn.
pl_pl: Nie załadowano wpisów.
pt_br: Nenhuma entrada carregada.
ru_ru: Нет загруженных записей.
sk_sk: Žiadne záznamy nenájdené.
tr_tr: Yüklenen girişler yok.
uk_ua: Записи не завантажено.
vi_vn: Không có mục nào được tải.

# Dialog_Open_Filter_Text
source: Select the INF
pl_pl: Wybierz plik INF

# Dialog_Open_Filters
source: INF files | *.inf
pl_pl: Pliki INF | *.inf

# Product_About_Title
source: About {0}
de_de: Über {0}
el_gr: Σχετικά {0}
es_es: Acerca de {0}
fr_fr: À propos de {0}
hu_hu: {0} névjegye
it_it: Info su {0}
ja_jp: {0} のバージョン情報
ko_kr: {0} 정보
nb_no: Om {0}
pl_pl: O programie {0}
pt_br: Sobre o {0}
ru_ru: О {0}
sk_sk: O {0}
tr_tr: {0} Hakkında
uk_ua: Про {0}
vi_vn: Thông tin về {0}

# Export_Error
source: Error
de_de: Fehler
el_gr: Σφάλμα
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nb_no: Feil
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sk_sk: Chyba
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
