Repository: lostindark/DriverStoreExplorer
Catalog: Rapr/Lang/Language.*.resx
Languages: de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, pl_pl, pt_br, ru_ru, sk_sk, tr_tr, uk_ua, vi_vn

# About_FoundNewVersion
source: (Found New Version v{0} - {1})
de_de: (Neue Version v{0} gefunden – {1})
el_gr: (Βρέθηκε Νέα Έκδοση v{0} - {1})
es_es: (Encontrada nueva versión v{0} - {1})
fr_fr: (Nouvelle version v{0} trouvée - {1})
hu_hu: (Új verzió {0} - {1})
it_it: (Disponibile nuova versione v. {0} - {1})
ja_jp: (新しいバージョンがあります v{0} - {1})
ko_kr: (새 버전 v{0} 발견 - {1})
nb_no: (Fant en ny versjon: v{0} - {1})
pl_pl: (Znaleziono nową wersję v{0} - {1})
pt_br: (Nova versão {0} disponível - {1})
ru_ru: (Найдена новая версия v{0} {1})
sk_sk: (Našla sa nová verzia v{0} - {1})
tr_tr: (Yeni Sürüm Bulundu v{0} - {1})
uk_ua: (Знайдено нову версію v{0} - {1})
vi_vn: (Đã có phiên bản mới v{0} - {1})

# About_Download
source: Download
de_de: Herunterladen
el_gr: Λήψη
es_es: Descargar
fr_fr: Télécharger
hu_hu: Letöltés
ja_jp: ダウンロード
ko_kr: 다운로드
nb_no: Last ned
pl_pl: Pobierz
pt_br: Baixar
ru_ru: Загрузить
sk_sk: Stiahnuť
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải xuống

# Message_Scanning_Driver_Store
source: Scanning driver store...
de_de: Driver Store wird überprüft...
el_gr: Σάρωση του Driver Store...
es_es: Escaneando almacén de controladores...
fr_fr: Analyse du magasin de pilotes en cours…
hu_hu: Illesztőprogram-tárbeolvasása...
it_it: Scansione archivio driver...
ja_jp: ドライバー ストアをスキャンしています...
ko_kr: 드라이버 저장소를 검색하는 중...
nb_no: Skanner driverlager ...
pl_pl: Skanowanie magazynu sterowników...
pt_br: Verificando armazenamento de drivers...
ru_ru: Сканирование хранилища драйверов...
sk_sk: Skenovanie úložiska ovládačov...
tr_tr: Sürücü deposu taranıyor...
uk_ua: Сканування сховища драйверів...
vi_vn: Đang quét kho driver...

# Message_ForceDelete_Single_Package
source: About to force delete {0} ({1}) from driver store.
de_de: Sie sind im Begriff {0} ({1}) aus dem Driver Store forciert zu löschen.
el_gr: Θα διαγραφεί Υποχρεωτικά {0} ({1}) .
es_es: A punto de forzar borrar {0} ({1}) del almacén de controladores.
fr_fr: Sur le point de forcer la suppression de {0} ({1}) du magasin de pilotes.
hu_hu: A(z) {0} ({1}) törlésének kényszerítése az illesztőprogramtárból.
it_it: Forza eliminazione di '{0}'' ('{1}') dall'archivio driver.
ja_jp: ドライバー ストアから {0} ({1}) を強制削除します。
ko_kr: 드라이버 저장소에서 {0}({1})을 강제로 삭제하려고 합니다.
nb_no: Skal til å tvangsslette {0} ({1}) fra driverlageret.
pl_pl: Zamierzasz wymusić usunięcie {0} ({1}) z magazynu sterowników.
pt_br: Prestes a forçar excluir {0} ({1}) do armazenamento de drivers.
ru_ru: Форсировано удалить {0} ({1}) из хранилища драйверов.
sk_sk: Chystá sa vynútené odstránenie {0} ({1}) z úložiska ovládačov.
tr_tr: Sürücü deposundan {0} ({1}) zorla silinmek üzere.
uk_ua: Примусово видалити {0} ({1}) зі сховища драйверів.
vi_vn: Bạn đang ép xoá {0} ({1}) khỏi kho driver.

# Message_ForceDelete_Multiple_Packages
source: About to force delete {0} packages from driver store.
de_de: Sie sind im Begriff {0} Pakete aus dem Driver Store forciert zu löschen.
el_gr: Θα διαγραφούν υποχρεωτικά {0} πακέτα Drivers.
es_es: A punto de borrar {0} paquetes del almacén de controladores.
fr_fr: Sur le point de forcer la suppression de {0} paquets du magasin de pilotes.
hu_hu: A(z) {0} csomagok törlésének kényszerítése az illesztőprogramtárból.
it_it: Forza eliminazione di {0} driver dall'archivio driver.
ja_jp: ドライバー ストアから {0} 個のパッケージを強制削除します。
ko_kr: 드라이버 저장소에서 {0}개의 패키지를 강제로 삭제하려고 합니다.
nb_no: Skal til å tvangsslette {0} pakker fra driverlageret.
pl_pl: Zamierzasz wymusić usunięcie {0} pakietu(ów) z magazynu sterowników.
pt_br: Prestes a excluir {0} pacotes do armazenamento de drivers.
ru_ru: Форсировано удалить {0} пакета(ов) из хранилища драйверов.
sk_sk: Chystá sa vynútené odstránenie {0} balíkov z úložiska ovládačov.
tr_tr: Sürücü deposundan {0} paket zorla silinmek üzere.
uk_ua: Примусово видалити {0} пакетів зі сховища драйверів.
vi_vn: Bạn đang ép xoá {0} gói khỏi kho driver.

# Message_Delete_Success
source: Deletion of {0} ({1}) succeeded.
de_de: Das Löschen von {0} ({1}) war erfolgreich.
el_gr: Η Διαγραφή του {0} ({1}) πέτυχε.
es_es: Borrado de {0} ({1}) logrado.
fr_fr: Suppression de {0} ({1}) réussie.
hu_hu: A(z) {0} ({1}) törlése sikerült.
it_it: Eliminazione di {0} ({1}) completata.
ja_jp: {0} ({1}) の削除に成功しました。
ko_kr: {0} ({1}) 삭제에 성공했습니다.
nb_no: Slettingen av {0} ({1}) var vellykket.
pl_pl: Usuwanie {0} ({1}) powiodło się.
pt_br: Exclusão de {0} ({1}) bem sucedido.
ru_ru: Удаление {0} ({1}) выполнено.
sk_sk: Odstránenie {0} ({1}) bolo úspešné.
tr_tr: {0} ({1}) silinmesi başarılı oldu.
uk_ua: {0} ({1}) успішно видалено.
vi_vn: Đã xoá {0} ({1}) thành công.

# Message_Delete_Fail
source: Deletion of {0} ({1}) failed.
de_de: Das Löschen von {0} ({1}) ist fehlgeschlagen.
el_gr: Η Διαγραφή του {0} ({1}) απέτυχε.
es_es: Borrado de {0} ({1}) fallido.
fr_fr: Échec de la suppression de {0} ({1}).
hu_hu: A(z) {0} ({1}) törlése nem sikerült.
it_it: Eliminazione di {0} ({1}) fallita.
ja_jp: {0} ({1}) の削除に失敗しました。
ko_kr: {0} ({1}) 삭제를 실패했습니다.
nb_no: Sletting av {0} ({1}) mislyktes..
pl_pl: Usuwanie {0} ({1}) nie powiodło się.
pt_br: Falha ao excluir {0} ({1}).
ru_ru: Удаление {0} ({1}) не выполнено.
sk_sk: Odstránenie {0} ({1}) zlyhalo.
tr_tr: {0} ({1}) silinmesi başarısız oldu.
uk_ua: Не вдалося видалити {0} ({1}).
vi_vn: Đã xảy ra lỗi khi xoá {0} ({1}).

# Message_Driver_Added_Installed
source: Added the package {0} & installed to driver store.
de_de: Der Treiber {0} wurde installiert & zum Driver Store hinzugefügt.
el_gr: Προστέθηκε το πακέτο {0} & εγκαταστάθηκε στο Driver Store.
es_es: Agregado el paquete {0} e instalado al almacén de controladores.
fr_fr: Le paquet {0} a été ajouté et installé dans le magasin de pilotes.
hu_hu: Az illesztőprogram {0} telepítve lett és hozzá lett adva az illesztőprogramtárhoz.
it_it: Aggiunto edi installato il driver {0} nell'archivio driver.
ja_jp: ドライバー ストアにパッケージ {0} を追加してインストールしました。
ko_kr: 드라이버 저장소에 패키지 {0} & 를 추가하고 설치했습니다.
nb_no: La til «{0}»-driveren og installerte den i driverlageret.
pl_pl: Dodano pakiet {0} i zainstalowano w magazynie sterowników.
pt_br: Adicionado pacote {0} e instalado no armazenamento de drivers.
ru_ru: Добавленный пакет {0} установлен в хранилище драйверов.
sk_sk: Pridaný balík {0} & inštalovaný do úložiska ovládačov.
tr_tr: {0} paketi eklendi ve sürücü deposuna yüklendi.
uk_ua: Доданий пакет {0} встановлено в сховище драйверів.
vi_vn: Gói {0} đã được thêm và cài đặt vào kho driver.

# Message_Driver_Added_Installed_Error
source: Error adding the package {0} & installed to driver store.
de_de: Fehler beim Hinzufügen des Pakets {0} & installiert zum Driver Store.
el_gr: Σφάλμα στην προσθήκη του πακέτου {0} & εγκαταστάθηκε στο Driver Store.
es_es: Error agregando el paquete {0} e instalado al almacén de controladores.
fr_fr: Erreur lors de l’ajout du paquet {0} et de l’installation dans le magasin de pilotes.
hu_hu: Hiba történt a(z) {0} csomag hozzáadásakor és az Illesztőprogram-tárba történő telepítéskor.
it_it: Errore nell'aggiunta del driver {0} e installato all'archivio driver.
ja_jp: ドライバー ストアにパッケージ {0} を追加してインストールする際にエラーが発生しました。
ko_kr: 드라이버 저장소에 패키지 {0} & 를 추가하고 설치하는 중 오류가 발생했습니다.
nb_no: Feil under forsøk på å legge til «{0}»-pakken og installerte den i driverlageret.
pl_pl: Błąd podczas dodawania pakietu {0} i instalowania w magazynie sterowników.
pt_br: Erro ao adicionar pacote {0} e instalado ao armazenamento de drivers.
ru_ru: Ошибка добавления пакета {0} при установке в хранилище драйверов.
sk_sk: Chyba pri pridávaní balíka {0} & inštalovaný do úložiska ovládačov.
tr_tr: {0} paketi eklenirken hata oldu ve sürücü deposuna yüklendi.
uk_ua: Помилка додаванння пакета {0} при встановленні в сховище драйверів.
vi_vn: Lỗi khi thêm gói {0} và cài đặt vào kho driver.

# Button_Export_Drivers
source: &Export Driver(s)
de_de: Treiber &exportieren
el_gr: Εξαγωγή Driver(s)
es_es: &Exportar controlador(es)
fr_fr: &Exporter le(s) pilote(s)
hu_hu: &Illesztőprogramok exportálása
it_it: &Esporta driver
ja_jp: ドライバーをエクスポート(&E)
ko_kr: 드라이버 내보내기(&E)
nb_no: &Eksporter driver(e)
pl_pl: Eksportuj sterownik(i)
pt_br: &Exportar driver(s)
ru_ru: Экспорт драйвера(ов)
sk_sk: &Exportovať ovládač(e)
tr_tr: Sürücü(leri)yü Dışa Ak&tar
uk_ua: Експортувати драйвери
vi_vn: &Xuất driver

# Context_Export_Driver
source: &Export Driver
de_de: Treiber exportieren
el_gr: Εξαγωγή Driver
es_es: &Exportar controlador
fr_fr: &Exporter le pilote
hu_hu: Illesztőprogram &exportálása
it_it: &Esporta driver
ja_jp: ドライバーをエクスポート(&E)
ko_kr: 드라이버 내보내기(&E)
nb_no: &Eksporter driver
pl_pl: Eksportuj sterownik
pt_br: &Exportar driver
ru_ru: Экспорт драйверов
sk_sk: &Exportovať ovládač
tr_tr: Sürücüyü &Dışa Aktar
uk_ua: Експортувати драйвери
vi_vn: &Xuất driver

# Menu_File_Export_All_Drivers
source: Ex&port All Drivers
pl_pl: Eksportuj wszystkie sterowniki

# Message_Export_All_Drivers_Fail
source: Export all driver packages failed.
de_de: Das Exportieren aller Treiberpakete ist fehlgeschlagen.
el_gr: Η Εξαγωγή Όλων των Drivers απέτυχε.
es_es: Exportación de todos los paquetes de controladores fallida.
fr_fr: Échec de l’exportation de tous les paquets de pilotes.
hu_hu: Az összes illesztőprogram-csomag exportálása sikertelen.
it_it: Esportazione di tutti i pacchetti driver fallita.
ja_jp: すべてのドライバー パッケージのエクスポートに失敗しました。
ko_kr: 모든 드라이버 패키지를 내보내지 못했습니다.
nb_no: Eksportering av alle driverpakker mislyktes.
pl_pl: Eksportowanie wszystkich pakietów sterowników nie powiodło się.
pt_br: Falha ao exportar todos os pacotes de drivers.
ru_ru: Не удалось экспортировать все пакеты драйверов.
sk_sk: Export všetkých balíkov ovládačov zlyhal.
tr_tr: Tüm sürücü paketlerini dışa aktarma başarısız oldu.
uk_ua: Не вдалося експортувати усі пакети драйверів.
vi_vn: Xuất toàn bộ gói driver thất bại.

# Message_Export_All_Drivers_Success
source: Export all driver packages succeeded.
de_de: Das Exportieren aller Treiberpakete war erfolgreich.
el_gr: H Εξαγωγή όλων των Drivers ήταν επιτυχής.
es_es: Exportación de todos los paquetes de controladores lograda.
fr_fr: Exportation de tous les paquets de pilotes réussie.
hu_hu: Az összes illesztőprogram-csomag exportálása sikerült.
it_it: Esportazione di tutti i pacchetti driver completata.
ja_jp: すべてのドライバー パッケージをエクスポートしました。
ko_kr: 모든 드라이버 패키지를 성공적으로 내보냈습니다.
nb_no: Eksporteringen av alle driverpakker var vellykket.
pl_pl: Pomyślnie wyeksportowano wszystkie pakiety sterowników.
pt_br: Todos os pacotes de drivers exportados com sucesso.
ru_ru: Экспорт всех пакетов драйверов выполнен успешно.
sk_sk: Export všetkých balíkov ovládačov uspel.
tr_tr: Tüm sürücü paketlerini dışa aktarma başarılı oldu.
uk_ua: Успішно експортовано усі пакети драйверів.
vi_vn: Xuất toàn bộ gói driver thành công.

# Status_Exporting_All_Drivers
source: Exporting all driver packages...
de_de: Alle Treiberpakete werden exportiert...
el_gr: Εξάγονται όλοι οι Drivers ...
es_es: Exportando todos los paquetes de controladores...
fr_fr: Exportation de tous les paquets de pilotes en cours…
hu_hu: Az összes illesztőprogram-csomag exportálása...
it_it: Esportazione di tutti i driver...
ja_jp: すべてのドライバー パッケージをエクスポートしています...
ko_kr: 모든 드라이버 패키지를 내보내는 중...
nb_no: Eksporterer alle driverpakker ...
pl_pl: Eksportowanie wszystkich pakietów sterowników...
pt_br: Exportando todos os pacotes de drivers...
ru_ru: Экспорт всех пакетов драйверов...
sk_sk: Exportovanie všetkých balíkov ovládačov...
tr_tr: Tüm sürücü paketleri dışa aktarılıyor...
uk_ua: Експортування усіх пакетів драйверів...
vi_vn: Đang xuất tất cả gói driver...

# Button_Cancel
source: &Cancel
de_de: Abbre&chen
el_gr: Άκυρο
es_es: &Cancelar
fr_fr: &Annuler
hu_hu: &Mégse
it_it: Annulla
ja_jp: キャンセル(&C)
ko_kr: 취소(&C)
nb_no: &Avbryt
pl_pl: Anuluj
pt_br: &Cancelar
ru_ru: &Отмена
sk_sk: &Zrušiť
tr_tr: İ&ptal
uk_ua: Скасувати
vi_vn: &Hủy

# Column_BootCritical
source: Boot Critical
de_de: Kritisch beim Hochfahren
el_gr: Κρίσιμο για το Boot
es_es: Crítico de arranque
fr_fr: Démarrage critique
hu_hu: Rendszerindítás kritikus
it_it: Critico per il boot
ja_jp: 起動に必要
ko_kr: 부팅 임계
nb_no: Kritisk viktig for oppstart
pl_pl: Krytyczny przy rozruchu
pt_br: Crítico na inicialização
ru_ru: Критично для загрузки ОС
sk_sk: Kritický pre boot
tr_tr: Önyükleme Kritik
uk_ua: Критично для завантаження
vi_vn: Quan trọng khi khởi động

# Column_Text_True
source: True
de_de: Richtig
el_gr: Ναι
es_es: Verdadero
fr_fr: Vrai
hu_hu: Igaz
it_it: Vero
ja_jp: はい
ko_kr: 참
nb_no: Ja
pl_pl: Prawda
ru_ru: Да
sk_sk: Pravda
tr_tr: Doğru
uk_ua: Так
vi_vn: Đúng

# Column_Text_False
source: False
de_de: Falsch
el_gr: Όχι
es_es: Falso
fr_fr: Faux
hu_hu: Hamis
it_it: Falso
ja_jp: いいえ
ko_kr: 거짓
nb_no: Nei
pl_pl: Fałsz
ru_ru: Нет
sk_sk: Nepravda
tr_tr: Yanlış
uk_ua: Ні
vi_vn: Sai

# Column_Inf
source: INF
el_gr: Όνομα INF
hu_hu: INFÓ

# Column_Oem_Inf
source: OEM INF
fr_fr: INF OEM
hu_hu: OEM INFÓ
it_it: INF OEM

# Product_Name
source: Driver Store Explorer
hu_hu: Illesztőprogram-tár intéző
ko_kr: 드라이버 저장소 탐색기
uk_ua: Провідник сховища драйверів

# Button_OK
source: &OK
es_es: &Aceptar
ko_kr: 확인(&O)
tr_tr: &Tamam
