Repository: lostindark/DriverStoreExplorer
Catalog: Rapr/Lang/Language.*.resx
Languages: de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, pl_pl, pt_br, ru_ru, sk_sk, tr_tr, uk_ua, vi_vn

# About_Project_Description
source: You can find latest version and release notes here: https://github.com/lostindark/DriverStoreExplorer/releases Filing bug/feature request: https://github.com/lostindark/DriverStoreExplorer/issues Contributors: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Credits: ObjectListView http://objectlistview.sourceforge.net/ Managed DismApi Wrapper https://github.com/jeffkl/ManagedDism License: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
de_de: Die neueste Version und die Versionshinweise finden Sie unter: https://github.com/lostindark/DriverStoreExplorer/releases Fehler melden/Funktion anfragen: https://github.com/lostindark/DriverStoreExplorer/issues Mitwirkende: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Danksagungen: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Lizenz: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
el_gr: Μπορείτε να βρείτε το ιστορικό εκδόσεων εδώ: https://github.com/lostindark/DriverStoreExplorer/releases Αναφορά Bug/Προτάσεις: https://github.com/lostindark/DriverStoreExplorer/issues Συνεισφέροντες: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Credits: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Άδεια: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
es_es: Puedes encontrar la última versión y las notas de lanzamiento aquí: https://github.com/lostindark/DriverStoreExplorer/releases Presentar error/solicitar función: https://github.com/lostindark/DriverStoreExplorer/issues Contribuidores: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Créditos: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Licencia: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
fr_fr: Vous pouvez trouver la dernière version et les notes de publication à cette adresse : https://github.com/lostindark/DriverStoreExplorer/releases Soumettre un problème / une demande de fonctionnalité : https://github.com/lostindark/DriverStoreExplorer/issues Contributeurs : https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Crédits : https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Licence : https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
hu_hu: A legújabb verziót és a kiadási megjegyzéseket itt találja: https://github.com/lostindark/DriverStoreExplorer/releases Hiba/funkció kérés benyújtása: https://github.com/lostindark/DriverStoreExplorer/issues Közreműködők: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Köszönetek: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Licensz: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
it_it: Versione aggiornata e note di rilascio disponibili nel sito: https://github.com/lostindark/DriverStoreExplorer/releases Segnala un errore/richiedi una nuova funzionalità: https://github.com/lostindark/DriverStoreExplorer/issues Collaboratori: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Ringraziamenti: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Licenza: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
ja_jp: 最新バージョンの入手とリリース ノート: https://github.com/lostindark/DriverStoreExplorer/releases バグの報告/機能に関する要望: https://github.com/lostindark/DriverStoreExplorer/issues 貢献者: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors 謝辞: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits ライセンス: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
ko_kr: 최신 버전과 릴리스 정보는 다음에서 찾을 수 있습니다: https://github.com/lostindark/DriverStoreExplorer/releases 버그/기능 요청: https://github.com/lostindark/DriverStoreExplorer/issues 공헌자: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors 크레딧: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits 라이선스: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
nb_no: Du kan finne den nyeste versjonen og versjonnotater her: https://github.com/lostindark/DriverStoreExplorer/releases Innsending av feilmeldinger/funksjonsforespørsler: https://github.com/lostindark/DriverStoreExplorer/issues Bidragsytere: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Krediteringer: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Lisens: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
pl_pl: Najnowszą wersję aplikacji oraz dziennik zmian znajdziesz tutaj: https://github.com/lostindark/DriverStoreExplorer/releases Zgłaszanie błędów/sugerowanie funkcjonalności: https://github.com/lostindark/DriverStoreExplorer/issues Autorzy: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Podziękowania: ObjectListView http://objectlistview.sourceforge.net/ Managed DismApi Wrapper https://github.com/jeffkl/ManagedDism FlexibleMessageBox https://www.codeproject.com/Articles/601900/FlexibleMessageBox-A-Flexible-Replacement-for-the Licencja użytkowania: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
pt_br: Você pode encontrar a versão mais recente e notas de lançamento aqui: https://github.com/lostindark/DriverStoreExplorer/releases Reportar bugs/solicitação de recursos: https://github.com/lostindark/DriverStoreExplorer/issues Colaboradores: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Créditos: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Licença: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
ru_ru: Вы можете найти последнюю версию программы и сведения об изменениях по адресу: https://github.com/lostindark/DriverStoreExplorer/releases Сообщить об ошибке/запросить новую функцию: https://github.com/lostindark/DriverStoreExplorer/issues Авторы изменений: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Благодарности: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Лицензионное соглашение: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
sk_sk: Najnovšiu verziu a zoznam zmien môžete nájsť tu: https://github.com/lostindark/DriverStoreExplorer/releases Nahlásiť bug/požiadať o novú funkcionalitu: https://github.com/lostindark/DriverStoreExplorer/issues Prispievatelia: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Zásluhy: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Licencia: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
tr_tr: En son sürüm ve yayım notlarını burada bulabilirsiniz: https://github.com/lostindark/DriverStoreExplorer/releases Hata bildirimi/özellik isteği: https://github.com/lostindark/DriverStoreExplorer/issues Katkıda bulunanlar: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Destek olanlar: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Lisans: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
uk_ua: Ви можете знайти останню версію та примітки до випуску тут: https://github.com/lostindark/DriverStoreExplorer/releases Повідомити про помилку/запропонувати нову функцію: https://github.com/lostindark/DriverStoreExplorer/issues Співавтори: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Подяки: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Ліцензія: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE
vi_vn: Bạn có thể tìm phiên bản mới nhất và ghi chú phát hành tại đây: https://github.com/lostindark/DriverStoreExplorer/releases Báo lỗi hoặc đề xuất tính năng tại đây: https://github.com/lostindark/DriverStoreExplorer/issues Những người đóng góp: https://github.com/lostindark/DriverStoreExplorer/graphs/contributors Ghi nhận: https://github.com/lostindark/DriverStoreExplorer?tab=readme-ov-file#credits Giấy phép: https://github.com/lostindark/DriverStoreExplorer/blob/master/LICENSE

# UnitTest_Language
source: English
de_de: Deutsch
el_gr: Ελληνικά
es_es: Español
fr_fr: Français
hu_hu: Magyar
it_it: Italiano
ja_jp: 日本語
ko_kr: 한국어
nb_no: Norsk
pl_pl: Polski
pt_br: Português (Brasil)
ru_ru: Russian
sk_sk: slovenčina
tr_tr: Türkçe
uk_ua: Ukrainian
vi_vn: Tiếng Việt

# Dialog_Export_Filters
source: CSV Files | *.csv
de_de: CSV-Dateien | *.csv
el_gr: Αρχεία CSV | *.csv
es_es: Archivos CSV | *.csv
fr_fr: Fichiers CSV | *.csv
hu_hu: CSV fájlok | *.csv
it_it: File CSV | *.csv
ja_jp: CSV ファイル | *.csv
ko_kr: CSV 파일 | *.csv
nb_no: CSV-filer | *.csv
pl_pl: Pliki CSV | *.csv
pt_br: Arquivos CSV | *.csv
ru_ru: CSV-файлы | *.csv
sk_sk: CSV súbory | *.csv
tr_tr: CSV Dosyaları | *.csv
uk_ua: Файли CSV | *.csv
vi_vn: Tệp CSV | *.csv

# Status_Adding_Package
source: Adding driver package...
de_de: Treiberpaket wird hinzugefügt...
el_gr: Προσθήκη πακέτου Driver...
es_es: Agregando paquete de controlador...
fr_fr: Ajout du paquet de pilote en cours…
hu_hu: Illesztőprogram-csomag hozzáadása ...
it_it: Aggiunta driver...
ja_jp: ドライバー パッケージを追加しています...
ko_kr: 드라이버 패키지 추가 중...
nb_no: Legger til driverpakke ...
pl_pl: Dodawanie pakietu sterownika...
pt_br: Adicionando pacote de driver...
ru_ru: Добавление пакета драйверов...
sk_sk: Pridáva sa balík ovládača...
tr_tr: Sürücü paketi ekleniyor...
uk_ua: Додавання пакета драйверів...
vi_vn: Đang thêm gói driver...

# Status_Deleting_Packages
source: Deleting driver package(s)...
de_de: Lösche Treiberpaket(e)...
el_gr: Διαγράφεται πακέτο/α Driver/s...
es_es: Borrando paquete(es) de controlador(es)...
fr_fr: Suppression en cours…
hu_hu: Illesztőprogram-csomag(ok) törlése...
it_it: Eliminazione driver ...
ja_jp: ドライバー パッケージを削除しています...
ko_kr: 드라이버 패키지 삭제 중...
nb_no: Sletter driverpakke(r) ...
pl_pl: Usuwanie pakietów sterowników...
pt_br: Excluindo pacote(s) de driver...
ru_ru: Удаление пакета(ов) драйверов...
sk_sk: Odstraňujú sa balíky ovládača(ov)...
tr_tr: Sürücü paket(ler)i siliniyor...
uk_ua: Видалення пакета драйверів...
vi_vn: Đang xoá các gói driver...

# Message_Delete_Package
source: Removed {0} ({1}) from driver store.
de_de: {0} ({1}) wurde aus dem Driver Store gelöscht.
el_gr: Διαγράφηκε {0} ({1}) from driver store.
es_es: Borrados {0} ({1}) del almacén de controladores.
fr_fr: Suppression de {0} ({1}) du magasin de pilotes.
hu_hu: Eltávolítottuk {0} ({1}) az illesztőprogramtárból.
it_it: Eliminazione di {0} ({1}) dall'archivio driver.
ja_jp: ドライバー ストアから {0} ({1}) を削除しました。
ko_kr: 드라이버 저장소에서 {0} ({1})를 제거했습니다.
nb_no: Fjernet {0} ({1}) fra driverlageret.
pl_pl: Usunięto {0} ({1}) z magazynu sterowników.
pt_br: Removido {0} ({1}) do armazenamento de drivers.
ru_ru: Удален {0} ({1}) из хранилища драйверов.
sk_sk: Odstránených {0} ({1}) z úložiska ovládačov.
tr_tr: Sürücü deposundan {0} ({1}) kaldırıldı.
uk_ua: {0} ({1}) видалено зі сховища драйверів.
vi_vn: Đã xoá {0} ({1}) khỏi kho driver.

# Message_Delete_Packages
source: Removed {0} packages from driver store.
de_de: {0} Pakete wurden aus dem Driver Store gelöscht.
el_gr: Διαγράφηκαν {0} πακέτα Drivers.
es_es: Borrados {0} paquetes del almacén de controladores.
fr_fr: {0} paquets supprimés du magasin de pilotes.
hu_hu: Eltávolítottuk {0} csomagokat az illesztőprogramtárból.
it_it: {0} driver eliminati dall'archivio driver.
ja_jp: ドライバー ストアから {0} 個のパッケージを削除しました。
ko_kr: 드라이버 저장소에서 {0}개의 패키지를 제거했습니다.
nb_no: Fjernet {0} pakker fra driverlageret.
pl_pl: Usunięto {0} pakiet(y/ów) z magazynu sterowników.
pt_br: Removidos {0} pacotes do armazenamento de drivers.
ru_ru: Удалено {0} пакетов из хранилища драйверов.
sk_sk: Odstránených {0} balíkov z úložiska ovládačov.
tr_tr: Sürücü deposundan {0} paket kaldırıldı.
uk_ua: {0} пакетів видалено зі сховища драйверів.
vi_vn: Đã xoá {0} gói khỏi kho driver.

# Message_Delete_Package_Error
source: Error removing {0} ({1}) from driver store.
de_de: Fehler beim Löschen von {0} ({1}) aus dem Driver Store.
el_gr: Σφάλμα Διαγραφής {0} ({1}) .
es_es: Error borrando {0} ({1}) del almacén de controladores.
fr_fr: Erreur lors de la suppression de {0} ({1}) du magasin de pilotes.
hu_hu: Hiba történt a(z) {0} ({1}) illesztőprogramtárból való eltávolításakor.
it_it: Errore durante la rimozione di {0} ({1}) dall'archivio driver.
ja_jp: ドライバー ストアから {0} ({1}) の削除中にエラーが発生しました 。
ko_kr: 드라이버 저장소에서 {0} ({1})를 제거하는 중에 오류가 발생했습니다.
nb_no: Feil under fjerning av {0} ({1}) fra driverlageret.
pl_pl: Błąd w trakcie usuwania {0} ({1}) z magazynu sterowników.
pt_br: Erro ao remover {0} ({1}) do armazenamento de drivers.
ru_ru: Ошибка удаления {0} ({1}) из хранилища драйверов.
sk_sk: Chyba pri odstraňovaní {0} ({1}) z úložiska ovládačov.
tr_tr: Sürücü deposundan {0} ({1}) kaldırılırken hata oldu.
uk_ua: Помилка видалення {0} ({1}) зі сховища драйверів.
vi_vn: Đã xảy ra lỗi trong lúc xoá {0} ({1}) khỏi kho driver.

# Message_Delete_Packages_Error
source: Error removing some packages from driver store.
de_de: Fehler beim Löschen einiger Treiberpakete.
el_gr: Σφάμα Διαγραφής κάποιων πακέτων Drivers.
es_es: Error borrando algunos paquetes del almacén de controladores.
fr_fr: Erreur lors de la suppression de certains paquets du magasin de pilotes.
hu_hu: Hiba történt egyes csomagok illesztőprogramtárból való eltávolításakor.
it_it: Errore durante l'eliminazione di alcuni driver dall'archivio driver.
ja_jp: ドライバー ストアからいくつかのパッケージを削除する際にエラーが発生しました。
ko_kr: 드라이버 저장소에서 일부 패키지를 제거하는 중에 오류가 발생했습니다.
nb_no: Feil under fjerning av enkelte pakker fra driverlageret.
pl_pl: Błąd podczas usuwania niektórych pakietów z magazynu sterowników.
pt_br: Erro ao remover alguns pacotes do armazenamento de drivers.
ru_ru: Ошибка удаления пакетов из хранилища драйверов.
sk_sk: Chyba pri odstraňovaní niektorých balíkov z úložiska ovládačov.
tr_tr: Sürücü deposundan bazı paketler kaldırılırken hata oldu.
uk_ua: Помилка видалення деяких пакетів зі сховища драйверів.
vi_vn: Đã xảy ra lỗi khi xoá vài gói khỏi kho driver.

# Message_Driver_Added
source: Added the package {0} to driver store.
de_de: Der Treiber {0} wurde zum Driver Store hinzugefügt.
el_gr: Προστέθηκε το πακέτο Driver {0} .
es_es: Agregado el paquete {0} al almacén de controladores.
fr_fr: Le paquet {0} a été ajouté au magasin de pilotes.
hu_hu: Hozzáadta a csomagot {0} az illesztőprogramtárhoz.
it_it: Aggiunto {0} il driver all'archivio driver.
ja_jp: ドライバー ストアにパッケージ {0} を追加しました。
ko_kr: 드라이버 저장소에 {0} 패키지를 추가했습니다.
nb_no: La til «{0}»-pakken i driverlageret.
pl_pl: Dodano pakiet {0} do magazynu sterowników.
pt_br: Adicionado pacote {0} ao armazenamento de drivers.
ru_ru: Добавлен {0} пакет в хранилище драйверов.
sk_sk: Balík {0} bol pridaný do úložiska ovládačov.
tr_tr: Sürücü deposuna {0} paketi eklendi.
uk_ua: Додано пакет {0} до сховища драйверів.
vi_vn: Đã thêm gói {0} vào kho driver.

# Message_Driver_Added_Error
source: Error adding {0} the package to driver store.
de_de: Fehler beim Hinzufügen des Pakets unter {0} zum Driver Store.
el_gr: Σφάλμα στην προσθήκη {0} του πακέτου Driver.
es_es: Error agregando el paquete {0} al almacén de controladores.
fr_fr: Erreur lors de l’ajout du paquet {0} au magasin de pilotes.
hu_hu: Hiba történt a csomag {0} illesztőprogramtárhoz való hozzáadásakor.
it_it: Errore nell'aggiunta del driver {0} all'archivio driver.
ja_jp: ドライバー ストアにパッケージ {0} を追加する際にエラーが発生しました。
ko_kr: 드라이버 저장소에 {0} 패키지를 추가하는 중에 오류가 발생했습니다.
nb_no: Feil under forsøk på å legge til «{0}»-pakken i driverlageret.
pl_pl: Błąd podczas dodawania pakietu {0} do magazynu sterowników.
pt_br: Erro ao adicionar pacote {0} ao armazenamento de drivers.
ru_ru: Ошибка добавления {0} пакета в хранилище драйверов.
sk_sk: Chyba pri pridaní {0} do úložiska ovládačov.
tr_tr: Sürücü deposuna {0} paketi eklenirken hata oldu.
uk_ua: Помилка додавання пакета {0} до сховища драйверів.
vi_vn: Đã xảy ra lỗi khi thêm gói {0} vào kho driver.

# Message_Log_File_NotFound
source: The log file cannot be found.
de_de: Das Fehlerprotokoll wurde nicht gefunden.
el_gr: Το αρχείο καταγραφής δε μπορεί να βρεθεί.
es_es: El archivo de registro no se puede encontrar.
fr_fr: Le fichier journal est introuvable.
hu_hu: A naplófájl nem található.
it_it: Non è stato trovato il file registro eventi.
ja_jp: ログ ファイルが見つかりません。
ko_kr: 로그 파일을 찾을 수 없습니다.
nb_no: Loggfilen ble ikke funnet.
pl_pl: Nie znaleziono pliku log.
pt_br: O arquivo de registro não foi encontrado.
ru_ru: Файл журнала не найден.
sk_sk: Log súbor nemožno nájsť.
tr_tr: Günlük dosyası bulunamıyor.
uk_ua: Файл журналу неможливо знайти.
vi_vn: Không thể tìm thấy tệp nhật ký.

# Message_Error
source: Error
de_de: Fehler
el_gr: Σφάλμα
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nb_no: Feil
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sk_sk: Chyba
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi

# Export_Complete
source: Contents saved to {0}. Export Completed.
de_de: Inhalt unter {0} gespeichert. Die Exportierung war erfolgreich.
el_gr: Τα περιεχόμενα αποθηκεύτηκαν στο {0}. Ολοκληρώθηκε η Εξαγωγή.
es_es: Contenidos guardados en {0}. Exportación completada.
fr_fr: Contenu enregistré vers {0}. Exportation complétée.
hu_hu: A tartalom elmentve {0}. Az exportálás befejeződött.
it_it: Contenuto salvato in {0}. Esportazione completata.
ja_jp: {0} に内容は保存され、エクスポートが完了しました。
ko_kr: {0}에 내용이 저장되었습니다. 내보내기가 완료되었습니다.
nb_no: Innholdet ble lagret til {0}. Eksporteringen er fullført.
pl_pl: Eksport udany. Zawartość zapisana do {0}.
pt_br: Conteúdo salvo em {0}. Exportar concluído.
ru_ru: Содержимое сохранено в {0}. Экспорт выполнен.
sk_sk: Obsah sa uložil do {0}. Export dokončený.
tr_tr: İçerikler {0} konumuna kaydedildi. Dışa Aktarma Tamamlandı.
uk_ua: Вміст збережено в {0}. Експорт завершено.
vi_vn: Nội dung đã được lưu vào {0}. Xuất thành công.

# Export_Failed
source: Export failed: {0}
de_de: Die Exportierung ist fehlgeschlagen: {0}
el_gr: Η Εξαγωγή απέτυχε: {0}
es_es: Exportación fallida: {0}
fr_fr: Échec de l’exportation : {0}
hu_hu: Az exportálás sikertelen: {0}
it_it: Esportazione fallita: {0}
ja_jp: エクスポート失敗: {0}
ko_kr: 내보내기 실패: {0}
nb_no: Eksportering mislyktes: {0}
pl_pl: Błąd eksportowania: {0}
pt_br: Falha ao exportar: {0}
ru_ru: Ошибка экспорта: {0}
sk_sk: Export zlyhal: {0}
tr_tr: Dışa aktarma başarısız oldu: {0}
uk_ua: Помилка експорту: {0}
vi_vn: Đã xảy ra lỗi khi xuất: {0}

# Status_Selected_Drivers
source: Selected {0} Driver(s). Total size: {1}.
de_de: {0} Treiber ausgewählt. Gesamtgröße: {1}.
el_gr: Επιλέχθηκε/αν {0} Driver(s). Συνολικό μέγεθος: {1}.
es_es: Seleccionado(s) {0} controlador(es). Tamaño total: {1}.
fr_fr: {0} pilote(s) sélectionné(s). Taille totale : {1}.
hu_hu: Kiválasztott {0} illesztőprogram. Teljes méret: {1}.
it_it: {0} driver selezionati. Errori totali: {1}.
ja_jp: {0} 個のドライバーを選択 合計サイズ: {1}
ko_kr: {0}개의 드라이버 선택: 총 크기: {1}.
nb_no: Valgte {0} driver(e). Total størrelse: {1}.
pl_pl: Wybrano {0} sterownik(i/ów). Rozmiar całkowity: {1}.
pt_br: Selecionado(s) {0} driver(s). Tamanho total: {1}.
ru_ru: Выбрано драйверов: {0}. Общий размер: {1}.
sk_sk: Označených {0} ovládač(ov). Celková veľkosť: {1}.
tr_tr: {0} Sürücü Seçildi. Toplam boyut: {1}.
uk_ua: Вибрано {0} драйверів. Загальний розмір: {1}.
vi_vn: Đã chọn {0} driver. Tổng cộng kích thước: {1}.

# Status_No_Drivers_Selected
source: No drivers selected.
de_de: Es wurden keine Treiber ausgewählt.
el_gr: Δεν επιλέχθηκαν Drivers.
es_es: No hay controladores seleccionados.
fr_fr: Aucun pilote sélectionné.
hu_hu: Nincs kiválasztva illesztőprogram.
it_it: Nessun driver selezionato.
ja_jp: ドライバーが選択されていません。
ko_kr: 선택한 드라이버가 없습니다.
nb_no: Ingen drivere er valgt.
pl_pl: Nie wybrano sterowników.
pt_br: Nenhum driver selecionado.
ru_ru: Не выбраны драйверы.
sk_sk: Žiadne označené ovládače.
tr_tr: Seçilen hiç sürücü yok.
uk_ua: Не вибрано жодного драйвера.
vi_vn: Chưa có driver nào được chọn.

# Context_Open_Folder
source: Open &Folder Location
de_de: Speicher&ort öffnen
el_gr: Άνοιγμα Τοποθεσίας Φακέλου
es_es: Abrir ubicación de &carpeta
fr_fr: Ouvrir l’emplacement du &dossier
hu_hu: &Mappa helyének megnyitása
it_it: Apri percorso cartella
ja_jp: ファイルの場所を開く(&F)
ko_kr: 폴더 위치 열기(&F)
nb_no: Åpne &mappeplassering
pl_pl: Otwórz folder zawierający
pt_br: Abrir &local da pasta
ru_ru: Открыть расположение папки
sk_sk: Otvoriť &priečinok
tr_tr: &Klasör Konumunu Aç
uk_ua: Відкрити розташування папки
vi_vn: Mở &vị trí thư mục

# DriverStore_LocalMachine
source: Local Machine
de_de: Lokale Maschine
el_gr: Τοπική Μηχανή
es_es: Máquina local
fr_fr: Ordinateur local
hu_hu: Helyi gép
it_it: Computer locale
ja_jp: ローカル コンピューター
ko_kr: 로컬 컴퓨터
nb_no: Lokal maskin
pl_pl: Komputer lokalny
pt_br: Máquina local
ru_ru: Локальный компьютер
sk_sk: Tento počítač
tr_tr: Yerel Makine
uk_ua: Локальний комп’ютер
vi_vn: Máy cục bộ (local)

# Menu_File_Choose_Driver_Store
source: &Choose Driver Store
de_de: Driver Store auswählen
el_gr: Επιλογή Driver Store
es_es: &Elegir almacén de controladores
fr_fr: &Choisir le magasin de pilotes
hu_hu: Illesztőprogram-tár kiválasztása
it_it: Seleziona percorso archivio driver
ja_jp: ドライバー ストアの選択(&C)...
ko_kr: 드라이버 저장소 선택(&C)
nb_no: &Velg driverlager
pl_pl: Wybierz lokalizację sterowników
pt_br: Es&colher o armazenamento de drivers
ru_ru: Выбрать хранилище драйверов
sk_sk: V&ybrať úložisko ovládačov
tr_tr: Sürücü Deposu &Seç
uk_ua: Вибрати сховище драйверів
vi_vn: &Chọn kho driver

# DriverStore_Offline
source: Offline Driver Store
el_gr: Εκτός Σύνδεσης Driver Store
es_es: Almacén de controladores sin conexión
fr_fr: Magasin de pilotes hors ligne
hu_hu: Offline Illesztőprogram-tár
it_it: Driver Store offline
ja_jp: オフライン ドライバー ストア
ko_kr: 오프라인 드라이버 저장소
nb_no: Offline-driverlager
pl_pl: Magazyn sterowników offline
pt_br: Armazenamento de drivers off-line
ru_ru: Автономное хранилище драйверов
sk_sk: Offline úložisko ovládačov
tr_tr: Çevrimdışı Sürücü Deposu
uk_ua: Автономне сховище драйверів
vi_vn: Kho Driver ngoại tuyến

# ChooseDriverStore_Title
source: &Choose Driver Store
de_de: Driver Store auswählen
el_gr: Επιλογή Driver Store
es_es: &Elegir almacén de controladores
fr_fr: &Choisir le magasin de pilotes
hu_hu: Illesztőprogram-tár kiválasztása
it_it: Seleziona sorgente archivio driver
ja_jp: ドライバー ストアの選択
ko_kr: 드라이버 저장소 선택(&C)
nb_no: &Velg driverlager
pl_pl: Wybierz lokalizację sterowników
pt_br: Es&colher o armazenamento de drivers
ru_ru: Выбор хранилища драйверов
sk_sk: Vyberte úložisko ovládačov
tr_tr: Sürücü Deposu Seçin
uk_ua: Вибрати сховище драйверів
vi_vn: &Chọn kho driver

# Menu_Language
source: &Language
de_de: S&prache
el_gr: Γλώσσα
es_es: &Lenguaje
fr_fr: &Langue
hu_hu: &Nyelv
it_it: Lingua
ja_jp: 言語(&L)
ko_kr: 언어(&L)
nb_no: &Språk
pl_pl: Język
pt_br: &Idioma
ru_ru: Язык
sk_sk: &Jazyk
tr_tr: Di&l
uk_ua: Мова
vi_vn: &Ngôn ngữ

# Column_DeviceName
source: Device Name
de_de: Gerätename
el_gr: Όνομα Συσκευής
es_es: Nombre del dispositivo
fr_fr: Nom du périphérique
hu_hu: Eszköz neve
it_it: Nome dispositivo
ja_jp: デバイス名
ko_kr: 장치 이름
nb_no: Enhetsnavn
pl_pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru_ru: Имя устройства
sk_sk: Názov zariadenia
tr_tr: Aygıt Adı
uk_ua: Ім’я пристрою
vi_vn: Tên thiết bị

# About_VersionUpToDate
source: (Up to date)
de_de: (Auf dem neuesten Stand)
el_gr: (Ενημερωμένη Έκδοση)
es_es: (Al día)
fr_fr: (À jour)
hu_hu: (Naprakész)
it_it: (aggiornato)
ja_jp: (最新)
ko_kr: (최신 버전 - 번역: 비너스걸)
nb_no: (Opp til dags dato)
pl_pl: (aktualny)
pt_br: (Atualizado)
ru_ru: (не требует обновления)
sk_sk: (aktuálny)
tr_tr: (Güncel)
uk_ua: (вже оновлено)
vi_vn: (Phiên bản mới nhất)
